Repository: markovsdima/Zyna
Catalog: Zyna/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: All pinned messages
ru: Все закреплённые сообщения

source: %@ (Current)
ru: %@ (сейчас)

source: %@ Preview
ru: Предпросмотр: «%@»

source: %@ accepted %@'s join request
ru: %1$@ одобрил(а) заявку %2$@

source: %@ accepted the invitation
ru: %@ принял(а) приглашение

source: %@ accepted your join request
ru: %@ одобрил(а) вашу заявку

source: %@ banned %@
ru: %1$@ забанил(а) %2$@

source: %@ banned %@: %@
ru: %1$@ забанил(а) %2$@: %3$@

source: %@ banned you
ru: %@ забанил(а) вас

source: %@ banned you: %@
ru: %1$@ забанил(а) вас: %2$@

source: %@ changed the room avatar
ru: %@ изменил(а) аватар комнаты

source: %@ changed the room name to %@
ru: %1$@ изменил(а) название комнаты на %2$@

source: %@ changed the room topic to %@
ru: %1$@ изменил(а) тему комнаты на %2$@

source: %@ changed their display name from %@ to %@
ru: %1$@ изменил(а) отображаемое имя с %2$@ на %3$@

source: %@ created the room
ru: %@ создал(а) комнату

source: %@ declined the invitation
ru: %@ отклонил(а) приглашение

source: %@ denied %@'s join request
ru: %1$@ отклонил(а) заявку %2$@

source: %@ denied your join request
ru: %@ отклонил(а) вашу заявку

source: %@ invited %@
ru: %1$@ пригласил(а) %2$@

source: %@ invited you
ru: %@ пригласил(а) вас

source: %@ joined the room
ru: %@ вошёл(ла) в комнату

source: %@ left the room
ru: %@ вышел(ла) из комнаты

source: %@ pinned messages
ru: %@ закрепил(а) сообщения

source: %@ removed %@
ru: %1$@ исключил(а) %2$@

source: %@ removed %@: %@
ru: %1$@ исключил(а) %2$@: %3$@

source: %@ removed the room avatar
ru: %@ удалил(а) аватар комнаты

source: %@ removed the room name
ru: %@ удалил(а) название комнаты

source: %@ removed the room topic
ru: %@ удалил(а) тему комнаты

source: %@ removed their display name (%@)
ru: %1$@ удалил(а) отображаемое имя (%2$@)

source: %@ removed you
ru: %@ исключил(а) вас

source: %@ removed you: %@
ru: %1$@ исключил(а) вас: %2$@

source: %@ requested to join
ru: %@ запросил(а) вступление

source: %@ revoked %@'s invitation
ru: %1$@ отозвал(а) приглашение для %2$@

source: %@ revoked your invitation
ru: %@ отозвал(а) ваше приглашение

source: %@ set their display name to %@
ru: %1$@ установил(а) отображаемое имя %2$@

source: %@ unbanned %@
ru: %1$@ разбанил(а) %2$@

source: %@ unbanned you
ru: %@ разбанил(а) вас

source: %@ unpinned messages
ru: %@ открепил(а) сообщения

source: %@ updated pinned messages
ru: %@ обновил(а) закреплённые сообщения

source: %@ will be able to message you again.
ru: %@ снова сможет вам писать.

source: %@ withdrew their join request
ru: %@ отозвал(а) свою заявку

source: %lld Participants
ru: %lld участников

source: %lld chats
ru: %lld чатов

source: %lld children
ru: %lld элементов

source: %lld members
ru: %lld участников

source: %lld messages are waiting for keys
ru: %lld сообщений ждут ключей

source: %lld reactions
ru: %lld реакций

source: %lld tracks
ru: %lld линий

source: %lld voters
ru: Участников: %lld

source: %lld votes
ru: Голосов: %lld

source: %llu members
ru: %llu участников

source: 1 member
ru: 1 участник

source: 2 Participants
ru: 2 участника

source: A Storyline address is required before the Storyline can be shown in public search.
ru: Нужен адрес сюжета, прежде чем его можно будет показывать в публичном поиске.

source: A previous scan was interrupted. Pages: %d.
ru: Предыдущий скан был прерван. Страниц: %d.

source: A room address is required before the room can be shown in the public room directory.
ru: Чтобы показывать комнату в публичном каталоге, нужен адрес комнаты.

source: Accept
ru: Принять

source: Accept Change
ru: Принять изменение

source: Accept Identity Change?
ru: Принять изменение идентичности?

source: Accept Invite
ru: Принять приглашение

source: Accept the invite to open this %@.
ru: Примите приглашение, чтобы открыть «%@».

source: Accept the verification request on your other device.
ru: Примите запрос верификации на другом устройстве.

source: Access
ru: Доступ

source: Access and Visibility
ru: Доступ и видимость

source: Access details are not available.
ru: Детали доступа недоступны.

source: Add
ru: Добавить

source: Add Chat
ru: Добавить чат

source: Add a room address before showing the room in the directory.
ru: Добавьте адрес комнаты перед публикацией в каталоге.

source: Add answer
ru: Добавить вариант

source: Add between 2 and 20 answers.
ru: Добавьте от 2 до 20 вариантов ответа.

source: Add the first chat
ru: Добавьте первый чат

source: Add to %@
ru: Добавить в «%@»

source: Add to Storyline
ru: Добавить в сюжет

source: Adding...
ru: Добавляем...

source: Address
ru: Адрес

source: Address contains unsupported characters.
ru: Адрес содержит неподдерживаемые символы.

source: Address is required for public Storyline.
ru: Для публичного сюжета нужен адрес.

source: Address is required for public Track.
ru: Для публичной линии нужен адрес.

source: Adds this reaction
ru: Добавляет эту реакцию

source: Admin
ru: Админ

source: Administration
ru: Администрирование

source: Administrators
ru: Администраторы

source: All Members
ru: Все участники

source: All Set!
ru: Всё готово!

source: Allow camera access in Settings to scan documents.
ru: Разрешите доступ к камере в Настройках, чтобы сканировать документы.

source: Already added
ru: Уже добавлен

source: Already applied
ru: Уже применено

source: Another device wants to verify this session.
ru: Другое устройство хочет верифицировать эту сессию.

source: Answer option
ru: Вариант ответа

source: Answers
ru: Варианты ответа

source: Anyone
ru: Кто угодно

source: Anyone can find and join.
ru: Любой сможет найти и присоединиться.

source: Anyone can find and join. Messages are not encrypted.
ru: Любой сможет найти комнату и присоединиться. Сообщения не шифруются.

source: Anyone can join this %@.
ru: В «%@» может вступить кто угодно.

source: Anyone can join this Storyline without an invite.
ru: Любой сможет вступить в этот сюжет без приглашения.

source: Anyone can join this room without an invite.
ru: Любой сможет войти без приглашения.

source: Appearance
ru: Оформление

source: Applying change...
ru: Применяем изменение...

source: Are you sure?
ru: Вы уверены?

source: Ask a question
ru: Задайте вопрос

source: Ask to Join
ru: Запросить доступ

source: Ask to join
ru: По запросу

source: Attachments
ru: Вложения

source: Aurora Lime
ru: Аврора Лайм

source: Authorized members can join; others can request access.
ru: Участники с разрешением могут вступить; остальные могут запросить доступ.

source: Back
ru: Назад

source: Backup check failed.
ru: Проверка резервной копии не удалась.

source: Backup check timed out.
ru: Время проверки резервной копии истекло.

source: Backup upload is still catching up.
ru: Резервная копия ещё догружает ключи.

source: Ban
ru: Забанить

source: Ban People
ru: Банить участников

source: Blocked Users
ru: Заблокированные пользователи

source: Blocked users can't send you direct messages, and their messages stay hidden in rooms you share.
ru: Заблокированные пользователи не могут писать вам в личные сообщения, а их сообщения скрыты в ваших общих комнатах.

source: Blocking hides this person's past and future messages from you in all chats, including shared groups. You won't receive invitations from them.
ru: Блокировка скроет для вас старые и новые сообщения этого пользователя во всех чатах, включая общие группы. Приглашения от него также перестанут приходить.

source: Blue
ru: Синий

source: Bold
ru: Жирный

source: Both sides recognize this link.
ru: Обе стороны подтверждают эту связь.

source: Call Backend
ru: Система звонков

source: Call connected
ru: Звонок состоялся

source: Call declined
ru: Звонок отклонён

source: Call in progress
ru: Идет звонок

source: Call started
ru: Звонок начался

source: Calling...
ru: Вызываем...

source: Calls
ru: Звонки

source: Camera Access Needed
ru: Нужен доступ к камере

source: Camera is not available on this device.
ru: Камера недоступна на этом устройстве.

source: Can you check this?
ru: Можешь проверить?

source: Cancel
ru: Отмена

source: Cancel Invite
ru: Отменить приглашение

source: Cancel editing
ru: Отменить редактирование

source: Cancel forwarding
ru: Отменить пересылку

source: Cancel reply
ru: Отменить ответ

source: Cancel voice message download
ru: Отменить загрузку голосового сообщения

source: Cannot Send Messages
ru: Нельзя отправлять сообщения

source: Cannot determine the server name for the Storyline address.
ru: Не удалось определить сервер для адреса сюжета.

source: Cannot determine the server name for the address.
ru: Не удалось определить имя сервера для адреса.

source: Cannot determine the server name for the room address.
ru: Не удалось определить имя сервера для адреса комнаты.

source: Caption
ru: Подпись

source: Change
ru: Изменить

source: Change role?
ru: Изменить роль?

source: Chat
ru: Чат

source: Chat Name
ru: Название чата

source: Chat Theme
ru: Тема чата

source: Chat is not available locally.
ru: Чат пока недоступен локально.

source: Chat links to this Storyline. The Storyline can add this chat.
ru: Чат ссылается на этот сюжет. Сюжет может добавить этот чат.

source: Chat links to this Storyline. The Storyline cannot add this chat.
ru: Чат ссылается на этот сюжет. Сюжет не может добавить этот чат.

source: Chat side
ru: Сторона чата

source: Chats
ru: Чаты

source: Chats and Lines
ru: Чаты и линии

source: Check again
ru: Проверить снова

source: Check the participants below, resolve the trust issue, then retry the failed message manually.
ru: Проверьте участников ниже, устраните проблему доверия, затем повторите отправку вручную.

source: Check the question and answer options.
ru: Проверьте вопрос и варианты ответа.

source: Checking account…
ru: Проверка аккаунта…

source: Checking participant identities…
ru: Проверяем идентичности участников…

source: Checking that message keys are saved to the encrypted backup on your homeserver.
ru: Проверяем, что ключи сообщений сохранены в зашифрованной резервной копии на вашем сервере.

source: Choose a name before saving changes.
ru: Введите название перед сохранением.

source: Choose an answer
ru: Выберите ответ

source: Choose what to add inside %@.
ru: Выберите, что добавить внутри «%@».

source: Clean. Keep it.
ru: Чисто. Оставляем.

source: Client is not initialized
ru: Клиент не инициализирован

source: Close
ru: Закрыть

source: Close Search
ru: Закрыть поиск

source: Close preview
ru: Закрыть плашку

source: Close voice player
ru: Закрыть плеер голосового сообщения

source: Color
ru: Цвет

source: Color Name
ru: Название цвета

source: Compare Emojis
ru: Сравните эмодзи

source: Confirm in Chat
ru: Подтвердить в чате

source: Confirm the emojis below match those shown on your other device.
ru: Убедитесь, что эмодзи ниже совпадают с теми, что показаны на другом устройстве.

source: Confirm your identity by verifying this device with another session on your phone or computer.
ru: Подтвердите свою личность, верифицировав это устройство через другую сессию на телефоне или компьютере.

source: Connected
ru: Подключено

source: Connecting...
ru: Подключение...

source: Contacts
ru: Контакты

source: Contents
ru: Содержимое

source: Continue
ru: Продолжить

source: Continue Previous Scan?
ru: Продолжить предыдущий скан?

source: Copy
ru: Скопировать

source: Copy Caption
ru: Скопировать подпись

source: Copy link
ru: Скопировать ссылку

source: Copy link to photo %lld
ru: Скопировать ссылку на фото %lld

source: Could Not Join %@
ru: Не удалось вступить в «%@»

source: Could Not Load Devices
ru: Не удалось загрузить устройства

source: Could Not Load Storylines
ru: Не удалось загрузить сюжеты

source: Could Not Open Storyline Settings
ru: Не удалось открыть настройки сюжета

source: Could Not Save Room Permissions
ru: Не удалось сохранить разрешения комнаты

source: Could Not Save Room Settings
ru: Не удалось сохранить настройки комнаты

source: Could Not Save Storyline Access
ru: Не удалось сохранить доступ к сюжету

source: Could Not Sign Out Device
ru: Не удалось завершить сессию устройства

source: Could Not Simulate Soft Logout
ru: Не удалось симулировать мягкий выход

source: Could Not Start Call
ru: Не удалось начать звонок

source: Could Not Update Pinned Messages
ru: Не удалось обновить закреплённые сообщения

source: Could Not Update Storyline Link
ru: Не удалось обновить связь с сюжетом

source: Could Not Update Trust
ru: Не удалось обновить доверие

source: Could not add chat
ru: Не удалось добавить чат

source: Could not add to Storyline
ru: Не удалось добавить в сюжет

source: Could not apply
ru: Не удалось применить

source: Could not continue the secure call. Check participant verification and try again.
ru: Не удалось продолжить защищённый звонок. Проверьте подтверждение участника и попробуйте снова.

source: Could not create Storyline
ru: Не удалось создать сюжет

source: Could not create Track
ru: Не удалось создать линию

source: Could not create room
ru: Не удалось создать комнату

source: Could not encode Matrix state event content.
ru: Не удалось закодировать содержимое Matrix state event.

source: Could not publish the Storyline address.
ru: Не удалось опубликовать адрес сюжета.

source: Could not publish this room address.
ru: Не удалось опубликовать этот адрес комнаты.

source: Could not remove from Storyline
ru: Не удалось убрать из сюжета

source: Could not remove from Track
ru: Не удалось убрать из линии

source: Could not send encrypted call signaling. Try again.
ru: Не удалось отправить зашифрованный сигнал звонка. Попробуйте снова.

source: Couldn't connect to the server. Check your connection and try again.
ru: Не удалось связаться с сервером. Проверьте соединение и попробуйте ещё раз.

source: Couldn't create link
ru: Не удалось создать ссылку

source: Couldn't create the link. Please try again.
ru: Не удалось создать ссылку. Попробуйте ещё раз.

source: Couldn't load attachments.
ru: Не удалось загрузить вложения.

source: Couldn't load polls.
ru: Не удалось загрузить опросы.

source: Couldn't load the description. Please try again.
ru: Не удалось загрузить описание. Попробуйте ещё раз.

source: Couldn't load this room. Please try again.
ru: Не удалось загрузить комнату. Попробуйте ещё раз.

source: Couldn't load voice message. Tap to retry.
ru: Не удалось загрузить голосовое сообщение. Нажмите, чтобы повторить.

source: Couldn't load your blocked users.
ru: Не удалось загрузить список заблокированных пользователей.

source: Couldn't open poll in chat.
ru: Не удалось открыть опрос в чате.

source: Couldn't open this room. Please try again.
ru: Не удалось открыть комнату. Попробуйте ещё раз.

source: Couldn't play voice message. Tap to retry.
ru: Не удалось воспроизвести голосовое сообщение. Нажмите, чтобы повторить.

source: Couldn't save poll
ru: Не удалось сохранить опрос

source: Couldn't save the description. Please try again.
ru: Не удалось сохранить описание. Попробуйте ещё раз.

source: Couldn't send poll
ru: Не удалось отправить опрос

source: Couldn't send · Retry
ru: Не отправлено · Повторить

source: Create Account
ru: Создать аккаунт

source: Create Chat
ru: Создать чат

source: Create Group
ru: Создать группу

source: Create Storyline
ru: Создать сюжет

source: Create Track
ru: Создать линию

source: Create a Track inside %@ for a focused direction.
ru: Создайте линию внутри «%@» для отдельного направления.

source: Create a nested direction for related chats.
ru: Создать вложенное направление для связанных чатов.

source: Create a regular chat and place it inside this %@.
ru: Создать обычный чат и поместить его в «%@».

source: Create poll
ru: Создать опрос

source: Creating...
ru: Создаём...

source: Current Password
ru: Текущий пароль

source: Current account
ru: Текущий аккаунт

source: Current password was not accepted.
ru: Текущий пароль не принят.

source: Custom
ru: Особая

source: Custom Color
ru: Свой цвет

source: Custom Matrix access rule.
ru: Особое правило доступа Matrix.

source: Custom access
ru: Особый доступ

source: Custom history
ru: История: особая

source: Dark
ru: Тёмная

source: Declared by Chat
ru: Указан в чате

source: Declined
ru: Отклонено

source: Deep Ocean
ru: Глубокий океан

source: Default
ru: По умолчанию

source: Delete
ru: Удалить

source: Delete Messages
ru: Удалять сообщения

source: Delete backup and reset
ru: Удалить резервную копию и сбросить

source: Deleting message...
ru: Удаление сообщения...

source: Description (optional)
ru: Описание (необязательно)

source: Device Verified
ru: Устройство верифицировано

source: Devices
ru: Устройства

source: Diagnostics
ru: Диагностика

source: Directions within this Storyline will appear here.
ru: Здесь появятся направления внутри сюжета.

source: Directions within this Track will appear here.
ru: Здесь появятся направления внутри линии.

source: Directory visibility controls whether this Storyline can be found in public search.
ru: Видимость в каталоге определяет, можно ли найти этот сюжет в публичном поиске.

source: Directory visibility controls whether this room can be found in public room search.
ru: Видимость в каталоге определяет, будет ли комната находиться в публичном поиске.

source: Discard
ru: Отменить изменения

source: Discard changes?
ru: Сбросить изменения?

source: Dismiss failed action
ru: Убрать неотправленное действие

source: Dismisses this preview
ru: Убирает эту плашку

source: Done
ru: Готово

source: Download failed
ru: Не удалось загрузить

source: Download failed. Tap to retry.
ru: Не удалось загрузить. Нажмите, чтобы повторить.

source: Edit
ru: Изменить

source: Edit poll
ru: Редактировать опрос

source: Edit who can change this Storyline
ru: Настройте, кто может менять этот сюжет

source: Editing message
ru: Редактирование сообщения

source: Element Call bundle is not available.
ru: Bundle Element Call недоступен.

source: Element Call local server failed to start.
ru: Не удалось запустить локальный сервер Element Call.

source: Element Call session is missing a Matrix device ID.
ru: В сессии Element Call нет Matrix device ID.

source: Element Call widget failed to start.
ru: Не удалось запустить виджет Element Call.

source: Ember Rose
ru: Розовый жар

source: Enable
ru: Включить

source: Enable End-to-End Encryption?
ru: Включить сквозное шифрование?

source: Enable Notifications
ru: Включить уведомления

source: Enable Notifications?
ru: Включить уведомления?

source: Encrypted
ru: Зашифровано

source: Encrypted Key Backup Is Off
ru: Зашифрованная копия ключей отключена

source: Encrypted key backup on your homeserver is off, so message keys that exist only on this device are not saved there. The homeserver stores these keys encrypted; it cannot read your messages. If this is your only session with those keys, some recent encrypted messages that depend on them will not be recoverable after local data is removed. Entering your recovery key later only restores keys that were already saved to the server backup. Cancel, set up recovery, and try again, or continue only if another verified session already has the needed message keys or you accept losing access to some recent encrypted messages. Sign Out Anyway asks the server to sign out first, then removes local data from this device. Remove Local Data skips server sign-out and deletes local data from this device.
ru: Зашифрованная резервная копия ключей на вашем сервере отключена, поэтому ключи сообщений, которые есть только на этом устройстве, туда не сохраняются. Сервер хранит эти ключи в зашифрованном виде и не может читать ваши сообщения. Если это единственная ваша сессия с такими ключами, часть недавних зашифрованных сообщений, которым нужны эти ключи, нельзя будет восстановить после удаления локальных данных. Ключ восстановления позже вернёт только те ключи сообщений, которые уже были сохранены в резервной копии на сервере. Отмените действие, настройте восстановление и попробуйте снова либо продолжайте только если нужные ключи сообщений уже есть в другой верифицированной сессии или вы принимаете потерю доступа к части недавних зашифрованных сообщений. «Всё равно выйти» сначала попросит сервер завершить сессию, а затем удалит локальные данные с этого устройства. «Удалить данные с устройства» пропустит выход на сервере и удалит локальные данные с этого устройства.

source: Encrypted server key backup is disabled.
ru: Зашифрованная резервная копия ключей на сервере отключена.

source: Encryption
ru: Шифрование

source: Encryption enabled
ru: Включено шифрование

source: Encryption keys are still missing for part of the history. Restoring your encrypted history may help.
ru: Для части истории пока нет ключей шифрования. Может помочь восстановление зашифрованной истории.

source: Encryption keys couldn't be transferred automatically. Enter the recovery key you saved when setting up this account to restore access to message history.
ru: Ключи шифрования не удалось передать автоматически. Введите ключ восстановления, сохранённый при настройке аккаунта, чтобы восстановить доступ к истории сообщений.

source: Encryption unknown
ru: Шифрование неизвестно

source: End Call
ru: Завершить звонок

source: End poll
ru: Завершить опрос

source: End poll?
ru: Завершить опрос?

source: End-to-End Encryption
ru: Сквозное шифрование

source: End-to-end encryption cannot be disabled after it is enabled.
ru: После включения сквозное шифрование нельзя отключить.

source: Ending poll…
ru: Завершение опроса…

source: Enter Hex
ru: Ввести HEX

source: Enter Hex Color
ru: Введите HEX-цвет

source: Enter Recovery Key
ru: Введите ключ восстановления

source: Enter your account password to reset encryption.
ru: Введите пароль аккаунта, чтобы сбросить шифрование.

source: Enter your current password to sign out this device.
ru: Введите текущий пароль, чтобы завершить сессию этого устройства.

source: Enter your current password.
ru: Введите текущий пароль.

source: Enter your password
ru: Введите пароль

source: Everyone
ru: Все

source: Existing Chat
ru: Существующий чат

source: Expands pinned messages
ru: Разворачивает закреплённые сообщения

# Failed to create %@: %@
source: Failed to create %1$@: %2$@
ru: Не удалось создать «%1$@»: %2$@

source: Failed to create chat: %@
ru: Не удалось создать чат: %@

source: Failed to create room: %@
ru: Не удалось создать комнату: %@

source: Failed to join room: %@
ru: Не удалось присоединиться к комнате: %@

source: Failed to leave room
ru: Не удалось покинуть комнату

source: Failed to save Storyline
ru: Не удалось сохранить сюжет

source: File
ru: Файл

source: Files
ru: Файлы

source: Finishing Previous Call
ru: Завершаем предыдущий звонок

source: Fix duplicate or stuck local timeline rows
ru: Исправить дубли или зависшие локальные строки таймлайна

source: Forest
ru: Лес

source: Format
ru: Форматирование

source: Forwarded from %@
ru: Переслано от %@

source: From invite
ru: С приглашения

source: From joining
ru: Со входа

source: Gather related chats and tracks into one Storyline.
ru: Соберите связанные чаты и линии в один сюжет.

source: Generate a recovery key to back up your encrypted messages, or enter an existing key if you already have one.
ru: Создайте ключ восстановления для резервного копирования зашифрованных сообщений или введите существующий ключ.

source: Generating recovery key…
ru: Генерация ключа восстановления…

source: Graphite Cyan
ru: Графитовый циан

source: Green
ru: Зелёный

source: Group
ru: Группа

source: Group Name
ru: Название группы

source: Hand Raised
ru: Рука поднята

# Hex Color Placeholder
source: #RRGGBB or RRGGBB
ru: #RRGGBB или RRGGBB

source: History can be read without joining the room.
ru: Историю можно читать без входа в комнату.

source: History from invite
ru: История с приглашения

source: History from joining
ru: История со входа

source: History recovery
ru: Восстановление истории
